Repository: hamza658/Grocery-Shop-IOS-
Catalog: Shop/Service/*.lproj/Localizable.strings
Languages: ar

source: email field is empty
ar: حقل البريد الإلكتروني فارغ

source: please fill your inputs
ar: الرجاء ملء المدخلات الخاصة بك

source: ok
ar: موافق

source: password field is empty
ar: حقل كلمة المرور فارغ

# languageBtn
source: تغيير اللغة إلى العربية
ar: change language to english

# btnstarted
source: started
ar: البدء

source: User Name field is empty
ar: حقل اسم المستخدم فارغ

source: Last Name field is empty
ar: حقل الاسم الأخير فارغ

source: Your Email IS Not Valid
ar: البريد الإلكتروني غير صالح

source: Password field is empty
ar: حقل كلمة المرور فارغ

source: Age field is empty
ar: حقل العمر فارغ

source: Gender field is empty
ar: حقل الجنس فارغ

source: Incorrect password OR Email
ar: كلمة المرور أو البريد إلكتروني غير صحيحة

source: check your inputs
ar: تحقق من مدخلاتك

source: Failed to Authentificate
ar: فشل المصادقة

source: Please try again
ar: حاول مرة اخرى

source: Dismiss
ar: رفض

source: Unavailable
ar: غير متوفره

source: you can use this feature
ar: يمكنك استخدام هذه الميزة

source: FullName field is empty
ar: حقل الاسم الكامل فارغ

source: Num Télephone field is empty
ar: حقل رقم الهاتف فارغ

source: Adresse field is empty
ar: حقل العنوان فارغ

source: Secteur field is empty
ar: حقل القطاع فارغ

source: code incorrect
ar: الرمز غير صحيح

source: please enter all fields
ar: الرجاء إدخال كافة الحقول

source: Incorrect
ar: غير صحيح

source: Password is not the same
ar: كلمة المرور ليست هي نفسها

source: field is empty
ar: الحقل فارغ
